/* Text for close button */
"Close" = "Κλείσιμο";

/* Text for button to scan a credit card */
"Scan Card" = "Σάρωση κάρτας";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Σάρωση κάρτας";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "Ο κωδικός IBAN που εισαγάγατε δεν είναι έγκυρος.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Προέκυψε απροσδόκητο σφάλμα κατά την επεξεργασία της κάρτας σας -- δοκιμάστε ξανά σε μερικά δευτερόλεπτα";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Προέκυψε απροσδόκητο σφάλμα -- δοκιμάστε ξανά σε μερικά δευτερόλεπτα";

/* Error when the card has already expired */
"Your card has expired" = "Η κάρτα σας έχει λήξει";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Η κάρτα σας απορρίφθηκε";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Ο μήνας λήξης της κάρτας σας δεν είναι έγκυρος";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Το έτος λήξης της κάρτας σας δεν είναι έγκυρο";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Ο αριθμός της κάρτας σας δεν είναι έγκυρος";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Ο κωδικός ασφαλείας της κάρτας σας δεν είναι έγκυρος";

/* Error when customer's name is invalid */
"Your name is invalid." = "Το όνομά σας δεν είναι έγκυρο.";

